Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Unterirdische Bauarbeiten im Zusammenhang mit Wasserleitungen
en: Beneath ground construction work relating to plumbing

source: Spritzlackieren von Metallen
en: Spray painting of metals

source: Beratungsdienste in Bezug auf die Reparatur von Gebäuden
en: Consultancy services relating to the repair of buildings

source: Bau von Erdölleitungen
en: Oil pipeline construction

source: Maler- und Lackiererarbeiten
en: Painting and varnishing

source: Reparatur von Computerhardware
en: Repair of computer hardware

source: Reparatur oder Wartung von Kernkraftwerken
en: Repair or maintenance of nuclear power plants

source: Reparatur oder Wartung von Büromaschinen und -geräten
en: Repair or maintenance of office machines and apparatus

source: Reparatur oder Wartung von motorbetriebenen Bodenreinigungsmaschinen
en: Repair or maintenance of power-driven floor cleaning machines

source: Abbau von Gerüsten
en: Scaffolding dismantling

source: Reparatur und Instandhaltung von Baugerüsten, Arbeits- und Bauplattformen
en: Repair and maintenance of building scaffolds, working and building platforms

source: Reparatur, Pflege und Instandhaltung von Fahrzeugen und Apparaten zur Beförderung in der Luft
en: Repair, servicing and maintenance of vehicles and apparatus for locomotion by air

source: Reparatur von Büromaschinen und -apparaten
en: Repair of office machines and apparatus

source: Wartung und Instandhaltung von Alarmgeräten
en: Maintenance and servicing of security alarms

source: Wartung von kommerziellen elektrischen Anlagen
en: Maintenance of commercial electrical systems

source: Wartung von Datenkommunikationsnetzen
en: Maintenance of data communication networks

source: Wartung von Datenverarbeitungsterminals
en: Maintenance of data-processing terminals

source: Nachfüllen von Druckerkassetten
en: Re-inking of printer cassettes

source: Sanierungsarbeiten für Bodenbeläge
en: Remedial services for floor coverings

source: Sanierungsarbeiten für Wandverkleidungen
en: Remedial services for wall coverings

source: Entfernung von Graffiti
en: Removal of graffiti

source: Beratungsdienste im Zusammenhang mit der Wartung von Verankerungen
en: Advisory services relating to the maintenance of fixings

source: Instandhaltung und Reparatur von Kommunikationssystemen
en: Maintenance and repair of communications systems

source: Instandhaltung und Reparatur von Motoren
en: Maintenance and repair of engines

source: Schärfen von Rasenmäherklingen
en: Lawn mower blade sharpening

source: Reparatur oder Wartung von Tanklager
en: Maintenance and repair of storage tanks

source: Reparatur oder Wartung von Tabakverarbeitungsmaschinen
en: Repair or maintenance of tobacco processing machines

source: Reparatur und Wartung von Abfallpressen und -apparaten
en: Repair or maintenance of waste compacting machines and apparatus

source: Reparatur oder Wartung von Nahrungsmittelverarbeitungsmaschinen und -geräten
en: Repair or maintenance of machines and apparatus for processing foods

source: Reparatur oder Wartung von Maschinen und Geräten zur Zellstoffherstellung
en: Repair or maintenance of machines and apparatus for pulp-making

source: Beratungsdienste bezüglich Baggerarbeiten
en: Advisory services relating to excavating

source: Überholung von Motoren
en: Overhaul of engines

source: Bau von Veranden
en: Constructing porches

source: Schärfen von Bohrspitzen
en: Drill bit sharpening

source: Einbau von elektronischen Kommunikationsnetzen
en: Installing of electronic communications networks

source: Innenrenovierung von Geschäftsräumen
en: Interior renovation of commercial premises

source: Errichtung von Wänden
en: Construction of walls

source: Näharbeiten [Reparatur]
en: Needlework [Repair]

source: Schärfen von Rasenmähern
en: Sharpening of lawnmowers

source: Einbau von Bodenbelägen
en: Fitting of floor coverings

source: Auftragen von Deckschichten in Schwimmbecken
en: Application of coatings to swimming pools

source: Reparatur und Instandhaltung von Sportausrüstungen
en: Maintenance and repair of sporting equipment

source: Instandhaltung und Reparaturdienste in Verbindung mit der Lufttransportbranche
en: Maintenance and repair services relating to the air transport industry

source: Einstellung und Reparatur von Ölbrennern
en: Oil burner regulation and repair

source: Renovierung von Küchen
en: Renovation of kitchens

source: Abriss von Schornsteinen
en: Demolition of chimneys

source: Bau von Schutzwällen
en: Construction of ramparts

source: Reinigung von Lagercontainern
en: Cleaning of storage containers

source: Hygienische Reinigung [bewegliche Bauwerke]
en: Hygienic cleaning [mobile structures]

source: Auskünfte in Bezug auf die Installation von Sicherheitssystemen
en: Information services relating to installation of security systems

source: Installation von vorgefertigten Bauteilen
en: Installation of fabricated construction units

source: Installation von Hochwasserwarnsystemen
en: Installation of flood warning systems

source: Einbau von verglasten Baukonstruktionen
en: Installation of glazed building structures

source: Reparatur oder Wartung von Holzaufbereitungsmaschinen und -geräten
en: Repair or maintenance of machines and apparatus for lumbering

source: Installation von Schmelzöfen
en: Installation of smelting furnaces

source: Installation von solarbetriebenen Systemen
en: Installation of solar powered systems

source: Reparatur oder Wartung von Fischereimaschinen und -geräten
en: Repair or maintenance of fishing machines and instruments

source: Vermietung von Wäschetrocknern
en: Rental of laundry dryers

source: Reparatur und Wartung von Füll- und Förderpumpen
en: Repair and maintenance of feed or booster pumps

source: Reparatur von Ferngläsern
en: Repair of binoculars

source: Instandhaltung und Reparatur von Teilen und Zubehör für Boote
en: Maintenance and repair of parts and fittings for boats

source: Vermietung von Werkzeug
en: Services for the hire of tools

source: Reparatur von Hohlkörpern
en: Repair of hollowware

source: Maschinenreparatur
en: Repair of machines

source: Reinigung [Hausmeisterdienste]
en: Janitorial cleaning services

source: Reinigung von Außenlandebahnen
en: Cleaning of exterior airport runways

source: Reinigung von Schiffsaußendecks
en: Cleaning of exterior ships' decks

source: Vermietung von Bulldozern
en: Rental of bulldozers

source: Reinigung von Wandflächen
en: Cleaning of wall surfaces

source: Reinigung von beweglichen Bauten
en: Cleansing of mobile structures

source: Inspektion von Fahrzeugen vor einer Reparatur
en: Inspection of vehicles prior to repair

source: Beziehen von Sitzen
en: Seat covering services

source: Bau von Marineschiffen
en: Building of naval vessels

source: Installation von Überlandleitungen
en: Installation of transmission lines

source: Vermietung von Hubapparaten
en: Rental of lifting apparatus

source: Reparatur und Wartung von Filmvorführgeräten
en: Film projector repair and maintenance

source: Unterirdische Bauarbeiten im Zusammenhang mit Wasserversorgungsrohren
en: Beneath ground construction work relating to water supply pipes

source: Reparatur von Heizkesseln
en: Boiler repair services

source: Feuchtigkeitsschutzarbeiten für Gebäude während des Baus
en: Services for the damp proofing of buildings during construction

source: Demontage von Dächern
en: Dismantling of roofs

source: Einbau von Schließbeschlägen
en: Installation of lock fittings

source: Installation von Erdölraffinerien
en: Installation of oil refineries

source: Installation von Rohrsystemen zur Durchleitung von Flüssigkeiten
en: Installation of pipe systems for conducting of liquids

source: Installation von Rohrsystemen zur Durchleitung von Dampf
en: Installation of pipe systems for conducting of steam

source: Installation von Rohrleitungen
en: Pipe installation services

source: Installation von Funktelefonanlagen
en: Installation of radio telephone equipment

source: Installation von Sicherheitsapparaten an Wohnhäusern
en: Installation of residential security apparatus

source: Installation von Telefonleitungen
en: Installation of telephone lines

source: Reparatur von Telefonen
en: Repair of telephone apparatus

source: Installation von Computersystemen mit elektronischen Festkörperschaltkreisen [Hardware]
en: Installation of computer systems employing solid-state electronic circuitry

source: Installation von Computern
en: Installation of computers

source: Einbau von Türen
en: Installation of doors

source: Reparatur und Wartung von Metallbearbeitungsmaschinen und -werkzeugen
en: Repair or maintenance of metalworking machines and tools

source: Verlegung von Fliesen, Ziegelsteinen oder Blöcken
en: Tile laying, bricklaying or block laying

source: Glaserarbeiten an landwirtschaftlichen Fahrzeugen
en: Glaziers services for agricultural vehicles

source: Polsterungen und Reparatur von Kraftfahrzeugen
en: Vehicle upholstery and repair services

source: Vermittlung der Wartung von motorisierten Landfahrzeugen
en: Arranging for the maintenance of motor land vehicles

source: Fachrestaurierungsarbeiten an Gebäuden
en: Specialist building restoration

source: Überholen von Spindeln
en: Spindle rebuilding

source: Polieren von Beton
en: Concrete polishing

source: Renovierung von Immobilien
en: Renovation of property

source: Beratung in Bezug auf die Wartung von Fühlerlehren
en: Advisory services relating to the maintenance of slip gauges

source: Pumpen von Öl
en: Oil pumping

source: Installation, Wartung und Reparatur von Bürogeräten
en: Office machines and equipment installation, maintenance and repair

source: Reparatur oder Wartung von Musikinstrumenten
en: Repair or maintenance of musical instruments

source: Reparatur oder Wartung von Overheadprojektoren
en: Repair or maintenance of overhead projectors

source: Reparatur und Wartung von Verpackungs- und Einwickelmaschinen und -apparaten
en: Repair or maintenance of packing or wrapping machines and apparatus

source: Reinigung von Schwimmbecken
en: Swimming pool cleaning services

source: Installation von Kücheneinrichtungen
en: Kitchen equipment installation

source: Wartung von Automaten
en: Maintenance of automata

source: Instandhaltung von Verbrennungsmotoren
en: Maintenance of internal combustion engines

source: Nachfärben von Schreibmaschinenband
en: Re-inking of typewriter ribbons

source: Sanierungsarbeiten für Treppenbeläge
en: Remedial services for stair coverings

source: Errichtung von Molen
en: Pier construction

source: Instandhaltung und Reparatur von Flugzeugbordwaffen
en: Maintenance and repair of aircraft weapons

source: Instandhaltung und Reparatur von Datenkommunikationsnetzen
en: Maintenance and repair of data communications networks

source: Wartung und Reparatur von Fußböden
en: Maintenance and repair of flooring

source: Reparatur oder Wartung von Nähmaschinen
en: Repair or maintenance of sewing machines

source: Reparatur oder Wartung von Maschinen und Geräten zur Herstellung von Schuhen
en: Repair or maintenance of shoe making machines and instruments

source: Reparatur oder Wartung von Textilmaschinen und -geräten
en: Repair or maintenance of textile machines and apparatus

source: Klempner- und Glaserarbeiten
en: Plumbing and glazing services

source: Erdölbohrung und -förderung
en: Drilling and pumping of oil

source: Fleckentfernung aus Teppichen
en: Stain removal from carpets

source: Fleckentfernung aus Leder
en: Stain removal from leather

source: Auskünfte in Bezug auf die Installation von Befestigungen
en: Advisory services relating to the installation of fixings

source: Auskünfte in Bezug auf die Installation von Getrieben
en: Advisory services relating to the installation of gearboxes

source: Auskünfte in Bezug auf die Installation von Generatoren
en: Advisory services relating to the installation of generators

source: Auskünfte in Bezug auf die Installation von Sanitäranlagen
en: Advisory services relating to the installation of plumbing

source: Auskünfte in Bezug auf die Installation von Pumpen
en: Advisory services relating to the installation of pumps

source: Errichtung von Treppen aus Holz
en: Construction of staircases of wood

source: Inneneinrichtung von Firmengeschäftsräumen
en: Interior fitting-out of company premises

source: Tankstellendienste [Betanken]
en: Service stations (petrol stations)

source: Wartung und Reparatur von flüssigkeitsführenden Schlauchanlagen
en: Maintenance and repair of systems incorporating hoses which convey fluid

source: Umbau von Schiffen
en: Ship conversion

source: Aufbringen von Anstrichmitteln an Tunneln
en: Application of coatings to tunnels

source: Anbringen von Unterlegmaterialien
en: Application of underlayments

source: Wartung und Instandhaltung von Brandmeldeanlagen
en: Maintenance and servicing of fire alarm systems

source: Reparatur von Kanalisationssystemen
en: Repair of canalization systems

source: Vermietung von Apparaten zur Verwendung beim Bau von Gebäuden
en: Rental of apparatus for use in the construction of buildings

source: Luftzugerkennung in Gebäuden
en: Detection of draughts in buildings

source: Hygienische Reinigung [Fahrzeuge]
en: Hygienic cleaning [vehicles]

source: Reinigung von Industriegebäuden
en: Industrial cleaning of buildings

source: Erteilung von Auskünften [Information] über den Bau von Gebäuden
en: Information services relating to maintenance of security systems

source: Montage von Einbaumöbeln
en: Installation of fitted furniture

source: Schmieren von Motoren
en: Engine lubrication

source: Errichtung von Kletterwänden
en: Erection of climbing formworks

source: Installation, Reparatur und Wartung von Lufterhitzern
en: Installation, repair and maintenance of air reheaters

source: Installation, Reparatur und Wartung von Heizrohren
en: Installation, repair and maintenance of boiler tubes

source: Reparatur oder Wartung von Holzbearbeitungsmaschinen und -geräten
en: Repair or maintenance of machines and apparatus for woodworking

source: Aufbau von Ständen für Handelsmessen
en: Installation of stands for trade fairs

source: Installation von Straßenmobiliar
en: Installation of street furniture

source: Installation von Straßeninformationstafeln
en: Installation of street information placards

source: Aufbau von provisorischen Zäunen
en: Installation of temporary fences

source: Reparatur von Billardausrüstungen
en: Repair of billiard equipment

source: Instandhaltung und Reparatur von Teilen und Zubehör für Gebäude
en: Maintenance and repair of parts and fittings for buildings

source: Vermietung von Kompaktladern
en: Rental of skid steer loaders

source: Reparatur von Gabelstaplern
en: Repair services for fork lift trucks

source: Reparatur von Spielzeug
en: Repair services for toys

source: Beschichten zur Reparatur von meerestechnischen Anlagen
en: Coating services for the repair of marine engineering plant

source: Installation und Reparatur von Computern
en: Computer installation and repair

source: Reinigung von Baustellen
en: Cleaning of building sites

source: Reinigung von Laderäumen
en: Cleaning of cargo holds

source: Reinigung von Abflüssen mittels Hochdruckwasserstrahlen
en: Cleaning of drains by high pressure water jetting

source: Strahlreinigung von Metallflächen
en: Abrasive cleaning of metallic surfaces

source: Errichtung von Schwimmbadanlagen
en: Construction of underground galleries

source: Abdichten von Gebäuden gegen Staub
en: Prevention of dust ingress to buildings

source: Vernichtung von Pilzbefall in Holz
en: Extermination of fungus infestation in wood

source: Abrissarbeiten im Tiefbau
en: Civil engineering demolition

source: Erteilung von Auskünften [Information] betreffend die Bauausführung
en: Information services relating to the construction of buildings

source: Installation von Zugangskontrollsystemen
en: Installation of access control systems

source: Installation von Systemen für die interne Videoüberwachung
en: Installation of closed circuit television systems

source: Bau von Schulen
en: Building of schools

source: Anbringen von Vorhängen
en: Curtain fitting services

source: Reparatur durch Schweißarbeiten
en: Welding for repair purposes

source: Verkabelung von Büros für die Datenübertragung
en: Wiring of offices for data transmission

source: Installation von Verkehrsleitsystemen
en: Installation of traffic management systems

source: Installation von Fahrsimulatoren
en: Installation of vehicle simulator units

source: Einbau von Fensterbeschichtungen
en: Installation of window coatings

source: Wiederauffüllen von Feuerlöschern
en: Fire extinguisher recharging services

source: Installation von Abflussleitungen
en: Services for the installation of drains

source: Wartung von Windschutzscheiben in Fahrzeugen
en: Services for the maintenance of windscreens in vehicles

source: Renovierungsarbeiten an Gebäuden
en: Services for the redecoration of buildings

source: Wartung von Computerhardware
en: Maintenance of computer hardware

source: Waschen von Wäsche
en: Washing of linen

source: Installation und Reparatur von Klimageräten
en: Installation and repair of air-conditioning apparatus

source: Instandhaltung von Rohren
en: Servicing of conduits

source: Bau von Rohrleitungen
en: Construction of pipelines

source: Installation von Ölleitungen
en: Installation of pipelines

source: Errichtung und Reparatur von Bauten
en: Building construction and repair

source: Strukturieren von Decken oder Wänden
en: Texturing (Ceiling or wall -)

source: Renovierung von Bauten
en: Renovation of buildings

source: Sanierung von Bauten
en: Building restoration

source: Bau von Sichtblenden
en: Construction of screens

source: Reinigung von Schulen
en: Cleaning of schools

source: Waschen von Stoffen
en: Clothing laundry

source: Waschen von Gewändern
en: Laundering of garments

source: Vermietung von Werkzeugen, Baumaschinen und Geräten für Bau- und Abbrucharbeiten
en: Rental of tools, plant and equipment for construction and demolition

source: Bau-, Montage- und Abbrucharbeiten
en: Building, construction and demolition

source: Installation, Wartung und Reparatur von Computer-Hardware und Telekommunikationsgeräten
en: Computer hardware and telecommunication apparatus installation, maintenance and repair

source: Installation, Wartung und Reparatur im Sanitärbereich
en: Plumbing installation, maintenance and repair

source: Fahrzeugservice, -reparatur, -wartung und -betankung
en: Vehicle service, repair, maintenance and refuelling

source: Installation, Wartung und Reparatur von Aufzügen
en: Lift and elevator installation, maintenance and repair

source: Möbelwartung und -reparatur
en: Furniture maintenance and repair

source: Wartung und Reparatur von Reifen
en: Tyre maintenance and repair

source: Installation, Wartung und Reparatur von Heizungs-, Lüftungs- und Klimaanlagen
en: HVAC (Heating, ventilation and air conditioning) installation, maintenance and repair

source: Reinigung und Pflege von Webstoffen, Textilien, Leder, Pelzen sowie Waren daraus
en: Cleaning and care of fabric, textile, leather, fur and goods made thereof

source: Innen- und Außenreinigung von Gebäuden
en: Interior and exterior cleaning of buildings

source: Aufladen von Autobatterien
en: Vehicle battery charging

source: Erschließung von Grundstücken [Bauarbeiten]
en: Property development services [construction]

source: Montage von Fertighäusern
en: Assembly of prefabricated houses

source: Bauarbeiten zur Erstellung von Fertighäusern
en: Construction works for prefabricated houses

source: Ölwechsel für Kraftfahrzeuge
en: Automotive oil change services

source: Mobiler Ölwechsel für Kraftfahrzeuge vor Ort beim Kunden
en: Mobile automotive oil change services provided at the customer's location

source: Sterilisieren von medizinischen Instrumenten
en: Sterilization of medical instruments

source: Schädlingsbekämpfung, ausgenommen für Landwirtschaft, Aquakultur, Gartenbau und Forstwirtschaft
en: Pest control services, other than for agriculture, aquaculture, horticulture and forestry

source: Wartung von elektrischen Heimgeräten
en: Maintenance of consumer electric appliances

source: Wartung von elektronischen Geräten
en: Maintenance of electronic apparatus

source: Wartung von nicht elektrischen Kochplatten
en: Maintenance of non-electric cooking heaters

source: Stimmen von Musikinstrumenten
en: Musical instrument tuning services

source: Reparatur von Milchfiltern
en: Repair of milk filters

source: Reparatur von nichtelektrischen Kochplatten
en: Repair of non-electric cooking heaters

source: Reparatur von Schildern
en: Repair of signboards

source: Vermietung von Reinigungsgeräten
en: Rental of cleaning apparatus

source: Auskünfte in Bezug auf das Bauwesen
en: Provision of construction information

source: Vulkanisierung von Reifen [Reparatur]
en: Vulcanization of tires [tyres] [repair]

source: Vulkanisieren von Fahrzeugreifen [Reparaturwesen]
en: Vulcanizing of automobile tires [repair]

source: Vermietung von Baumaschinen
en: Rental of construction equipment

source: Vermietung von Baugeräten und Gebäudeeinrichtungen
en: Rental of construction and building equipment

source: Schmieren von Fahrzeugen
en: Automobile lubrication

source: Abschmieren von Fahrzeugen
en: Vehicle lubrication [greasing]

source: Wartung und Reparatur von Flugzeugen
en: Airplane maintenance and repair

source: Straßenreinigung
en: Street cleaning

source: Reparatur von Fotoapparaten
en: Photographic apparatus repair

source: Wartung und Reparatur von Tresorräumen
en: Strong-room maintenance and repair

source: Polieren von Autos
en: Automobile polishing

source: Reparatur oder Wartung von Dampfkesseln
en: Repair or maintenance of boilers

source: Installation und Reparatur von Heizungen
en: Heating equipment installation and repair

source: Installation und Reparatur von Computerhardware
en: Installation and repair of computer hardware

source: Reparatur oder Wartung von Computern
en: Repair or maintenance of computers

source: Instandhaltung und Reparatur von Computerhardware
en: Maintenance and repair of computer hardware

source: Bohren nach Rohöl
en: Drilling for crude oil

source: Erdölbohrung
en: Oil drilling

source: Erdölförderung
en: Extraction of oil

source: Anlegen von Wegen
en: Road construction

source: Räuchern
en: Fumigating

source: Innenreinigung von Gebäuden
en: Cleaning of buildings [interior]

source: Reparatur und Wartung von Fahrzeugen
en: Vehicle maintenance and repair

source: Instandhaltung und Reparatur von Landfahrzeugen
en: Maintenance and repair of land vehicles

source: Wartung und Reparatur von Kraftfahrzeugen
en: Motor vehicle maintenance and repair

source: Betanken von Kraftfahrzeugen mit Erdgas
en: Natural gas refuelling service for motor vehicles

source: Betanken von Kraftfahrzeugen mit Benzin
en: Gasoline refuelling service for motor vehicles

source: Beratung in Bezug auf die Wartung und Reparatur von mechanischen und elektrischen Geräten
en: Advisory services relating to the maintenance and repair of mechanical and electrical equipment

source: Installation von Gasversorgungs- und Gasverteilungsgeräten
en: Installation of gas supply and distribution apparatus

source: Reparatur von Anlagen zur Metallerzeugung, Metallverarbeitung und Metallbearbeitung
en: Repair of installations for use in metal production, metal processing and metal working

source: Reparatur von Wasserreinigungsgeräten
en: Repair of water purifying apparatus

source: Bereitstellen von Informationen bezüglich Reparatur oder Wartung von Lagertanks
en: Providing information relating to the repair or maintenance of storage tanks
